verification/V1_stokes_settling/caseV1/CFD/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0.05);
boundaryField
{
    wall   { type slip; }
    inlet  { type fixedValue; value uniform (0 0 0.05); }
    outlet { type inletOutlet; inletValue uniform (0 0 0);
             value uniform (0 0 0.05); }
}
