verification/V1_stokes_settling/caseV1/CFD/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
vertices
(
    (-0.017 -0.017 0.0)   ( 0.017 -0.017 0.0)
    ( 0.017  0.017 0.0)   (-0.017  0.017 0.0)
    (-0.017 -0.017 0.102) ( 0.017 -0.017 0.102)
    ( 0.017  0.017 0.102) (-0.017  0.017 0.102)
);
blocks ( hex (0 1 2 3 4 5 6 7) (2 2 6) simpleGrading (1 1 1) );
edges ();
boundary
(
    inlet  { type patch; faces ((0 3 2 1)); }
    outlet { type patch; faces ((4 5 6 7)); }
    wall   { type wall;  faces ((0 1 5 4)(1 2 6 5)(2 3 7 6)(3 0 4 7)); }
);
mergePatchPairs ();
